/*
	File:		ResultsViewStrings.strings

	Contains:
	Copyright:	© 2007-2009 by Apple Inc., all rights reserved.
*/

"SEARCH_WINDOW_RESULTS_COUNT_SINGULAR" = "%d risultato"; /* This will be used when the count is 1 */
"SEARCH_WINDOW_RESULTS_COUNT" = "%d risultati";
"SEARCH_WINDOW_RESULTS_NO_COUNT" = "Risultati";
"SEARCH_WINDOW_RESULTS_NO_RESULTS" = "Nessun risultato";

"SHOW_ALL_N" = "Mostra tutto %d";
"SHOW_TOP_COUNT" = "Mostra i %d migliori elementi";
"MORE_TITLE_FORMAT" = "Altro…";

"PREVIEW_TRASH" = "Cestino";
"PREVIEW_WHERE" = "Dove";
"PREVIEW_ITUNES_LIBRARY" = "Libreria musicale di iTunes";
"PREVIEW_MESSAGE_FROM" = "Da";
"PREVIEW_MESSAGE_TO" = "A";
"PREVIEW_MESSAGE_RECIEVED" = "Ricevuto";
"PREVIEW_MESSAGE_SUBJECT" = "Oggetto";
"PREVIEW_MESSAGE_FOLDER" = "Cartella";
"PREVIEW_DIMENSIONS" = "Dimensioni";
"PREVIEW_PIXEL_DIMENSIONS" = "%@ x %@ pixel";   /* Dimensions in pixels */
"PREVIEW_POINT_DIMENSIONS" = "%@ x %@ punti";   /* Dimensions in points */
"PREVIEW_POINT_INCH_DIMENSIONS" = "%@ x %@ pollici";  /* Dimensions in inches */
"PREVIEW_POINT_CM_DIMENSIONS"  = "%@ x %@ cm";   /* Dimensions in centimeters */
"PREVIEW_ICAL_LOCATION" = "Posizione";
"PREVIEW_ICAL_CALENDAR" =  "Calendario";
"PREVIEW_ICAL_START_DATE" = "Data di inizio";
"PREVIEW_ICAL_DUE_DATE" = "Data di termine";
"PREVIEW_ICAL_ATTENDEES" = "Invitati";
"PREVIEW_ARTICLE_POSTED" = "Data d'invio";
"PREVIEW_BOOLEAN_TRUE" = "sì";
"PREVIEW_BOOLEAN_FALSE" = "no";

/* Used in the bottom preview in the Show all window, both of these strings are used in a stringWithFormat: and i pass along
 * the number of items
 */
"PREVIEW_NOTHING_SELECTED_SINGULAR" = "Nessuna selezione";
"PREVIEW_NOTHING_SELECTED_PLURAL" = "%d elemento selezionato";
"PREVIEW_ONE_SELECTED" = "1 elemento selezionato";

"NO_MAIL_SUBJECT" = "Nessun oggetto";

"FIELD_INDEXING_DISKS_TOOLTIP" = "Indicizzo i volumi (%d%% realizzato)";
"FIELD_INDEXING_TOOLTIP_CALCULATING" = "Indicizzo i volumi";

/* Date link attributes */
"LINK_SEARCH_DATE" = "Cerca in %@";
"LINK_SEARCH_DATE_RANGE" = "Settimana dal %@ al %@";
"LINK_SEARCH_MONTH_RANGE" = "Mese dal %@ al %@";
"LINK_SEARCH_YEAR_RANGE" = "Anno dal %@ al %@";
"LINK_SEARCH_DATE_NEWER" = "Più recente di %@";

/* This is used as the separator between the name and the directory component in the Search menu */
"EMDASH" = "—";

/* These are titles for the Save/Edit saved search button in the scope bar. */
"SAVED_SEARCH_EDIT" = "Modifica";
"SAVED_SEARCH_SAVE" = "Registra";

/* button bar labels */
"SEARCH_WINDOW_PREVIEW_BUTTON" = "Anteprima";

"TEXT_SNIPPET_RANGE_SEPARATOR" = "…";

"KIND_MAIL_MSG" = "Messaggio Mail";
"KIND_ICAL_EVENT" = "Evento iCal";
"KIND_ICAL_TODO" = "Attività iCal";

"SEARCH_NAME_AND_ATTRIBUTES" = "Nome e attributi";
"SEARCH_NAME_ONLY" = "Solo nome";
"SEARCH_ADVANCED" = "Avanzate";

/* the 'other...' menu item is used to bring up panel of other attributes to choose from. */
"OTHER_ATTRIBUTE_SLICE_MENU" = "Altro…";

/* raw query slice support.  The raw query slice appears when you select it from the other... drop down in the advanced search */
"RAW_QUERY_SLICE_NAME" = "Query semplice";
"RAW_QUERY_SLICE_DESCRIPTION" = "Un predicato della query semplice da includere nella ricerca";

/* file extension slice support.  The file extension slice appears when you select it from the other... drop down in the advanced search */
"FILE_EXTENSION_SLICE_NAME" = "Estensione documento";
"FILE_EXTENSION_SLICE_DESCRIPTION" = "L'estensione documento dell'elemento";

/* system files slice support.  The system files slice appears when you select it from the other... drop down in the advanced search */
"SYSTEM_FILES_SLICE_NAME" = "Documenti di sistema";
"SYSTEM_FILES_SLICE_DESCRIPTION" = "Includi i documenti di sistema, come preferenze e plugin";

/* spotlight items slice support.  The spotlight items slice appears when you select it from the other... drop down in the advanced search */
"SPOTLIGHT_ITEMS_SLICE_NAME" = "Elementi di Spotlight";
"SPOTLIGHT_ITEMS_SLICE_DESCRIPTION" = "Includi contatti, posta, eventi, pagine web e altro ancora";

/* titles for additional columns */
"CATEGORY_COLUMN_TITLE" = "Categoria";